<template>
  <div>
    <div class="container">

      <div id="collapseUseTerms">
        <Markdown :markdown="this.useTerms"/>
      </div>
    </div>
  </div>
</template>
<script>
import Markdown from '@/components/Markdown'

export default {
  name: 'UseTerms',
  data() {
    return {
      useTerms: '' +
        '# 서비스 제공 방침\n' +
        '제 1 조 (목적)\n' +
          '\n' +
          '이 약관은 영어문(이하 "회사")이 운영하는 영어문에서 제공하는 서비스의 이용과 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.\n' +
          '\n' +
          '제 2 조 (용어의 정의)\n' +
          '\n' +
          '이 약관에서 사용하는 용어의 정의는 다음과 같습니다.\n' +
          '\n' +
          '1. "서비스"라 함은 구현되는 단말기(PC, TV, 휴대형 단말기 등의 각종 유무선 장치를 포함)와 상관없이 "회원"이 이용할 수 있는 관련 제반 서비스를 의미합니다.\n' +
          '2. "회원"이라 함은 회사의 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 고객을 말합니다.\n' +
          '3. "아이디(ID)"라 함은 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 가지고 있는 전자우편주소(이메일)로 정하고 "회사"가 승인하는 이메일 형식의 문자와 숫자의 조합을 의미합니다. 소셜로그인으로회원가입하는 경우, 네이버 등의 플랫폼사업자가 제공하는 전자우편주소 정보를 아이디로 사용할 수 있습니다.\n' +
          '4. "비밀번호"라 함은 "회원"이 부여 받은 "아이디와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.\n' +
          '5. "적립금"이라 함은 회원의 서비스 이용에 대한 대가로서 회사가 적립시켜 주는 적립금을 말합니다.\n' +
          '6. "게시물"이라 함은 "회원"이 "서비스"를 이용함에 있어 "서비스상"에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.\n' +
          '\n' +
          '제 3 조 (약관의 게시와 개정)\n' +
          '\n' +
          '1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 있도록 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지합니다.\n' +
          '2. "회사"는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 "정보통신망법") 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n' +
          '3. "회사"가 약관을 개정할 경우에는 적용일자 및 개정 사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게 불리한 약관의 개정의경우에는 공지 외에 일정기간 서비스 내 전자우편, 전자쪽지, 로그인 시 동의창 등의 전자적 수단을 통해 따로 명확히 통지하도록 합니다.\n' +
          '4. 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다.\n' +
          '5. 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는이용계약을 해지할 수 있습니다.\n' +
          '\n' +
          '제 4 조 (약관의 해석)\n' +
          '1. "회사"는 "유료서비스" 및 개별 서비스에 대해서는 별도의 이용약관 및 정책(이하 "유료서비스 약관 등")을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 "유료서비스 약관 등"이 우선하여 적용됩니다.\n' +
          '2. 이 약관에서 정하지 아니한 사항이나 해석에 대해서는 "유료서비스약관 등" 및 관계법령 또는 상관례에 따릅니다.\n' +
          '\n' +
          '제 5 조 (이용계약 체결)\n' +
          '1. 이용계약은 "회원"이 되고자 하는 자(이하 "가입신청자")가 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다.\n' +
          '2. "회사"는 "가입신청자"의 신청에 대하여 "서비스" 이용을 승낙함을 원칙으로 합니다. 다만, "회사"는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.\n' +
          '   1. 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우\n' +
          '   2. 실명이 아니거나 타인의 명의를 이용한 경우      \n' +
          '   3. 허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우\n' +
          '   4. 만 14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우\n' +
          '   5. 이용자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청하는 경우\n' +
          '   6. "영어문"의 상담직원, 강사에게 폭언, 성희롱, 소란, 인격침해, 위협적 표현을 하여 업무환경을 심각히 해하여 상담 및 운영과 수업을 방해하는 경우\n' +
          '   7. "영어문"의 수업과 서비스와 관련하여 근거 없는 사실 또는 허위사실을 적시하거나 유포하여 회사의 명예를 실추시키고 신뢰성을 해하는 경우\n' +
          '3. 제1항에 따른 신청에 있어 "회사"는 "회원"의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.\n' +
          '4. "회사"는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.\n' +
          '5. 제2항과 제4항에 따라 회원가입 신청의 승낙을 하지 아니하거나 유보한 경우, "회사"는 원칙적으로 이를 가입신청자에게 알리도록 합니다.\n' +
          '6. 이용계약의 성립 시기는 "회사"가 가입 완료를 신청절차 상에서 표시한 시점으로 합니다.\n' +
          '7. "회사"는 "회원"에 대해 회사 정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.\n' +
          '\n' +
          '제 6 조 (회원정보의 변경)\n' +
          '\n' +
          '1. "회원"은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 이름(실명), 이메일(아이디) 등은 수정이 불가능합니다.\n' +
          '2. "회원"은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 하거나 전자우편 기타 방법으로 "회사"에 대하여 그 변경사항을 알려야 합니다.\n' +
          '3. 제2항의 변경사항을 "회사"에 알리지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.\n' +
          '\n' +
          '제 7 조 (개인정보보호 의무)\n' +
          '\n' +
          '"회사"는 "정보통신망법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보처리방침이 적용됩니다. 다만, "회사"의 공식 사이트 이외의 링크된 사이트에서는 "회사"의 개인정보처리방침이 적용되지 않습니다.\n' +
          '\n' +
          '제 8 조 ("회원"의 "아이디" 및 "비밀번호"의 관리에 대한 의무)\n' +
          '\n' +
          '1. "회원"의 "아이디"와 "비밀번호"에 관한 관리책임은 "회원"에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.\n' +
          '2. "회사"는 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 "회사" 및 "회사"의 운영자로 오인한 우려가 있는 경우, 해당 "아이디"의 이용을 제한할 수 있습니다.\n' +
          '3. "회원"은 "아이디" 및 "비밀번호"가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.\n' +
          '4. 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나, 통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.\n' +
          '\n' +
          '제 9 조 ("회원"에 대한 통지)\n' +
          '\n' +
          '1. "회사"가 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다.\n' +
          '2. "회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.\n' +
          '\n' +
          '제 10 조 ("회사"의 의무)\n' +
          '\n' +
          '1. "회사"는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.\n' +
          '2. "회사"는 "회원"이 안전하게 "서비스"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보처리방침을 공시하고 준수합니다.\n' +
          '3. "회사"는 서비스 이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. "회원"이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을통하여 "회원"에게 처리과정 및 결과를 전달합니다.\n' +
          '\n' +
          '제 11 조 ("회원"의 의무)\n' +
          '\n' +
          '1. "회원"은 다음 행위를 하여서는 안 됩니다.\n' +
          '   1. 신청 또는 변경 시 허위내용의 등록   \n' +
          '   2. 타인의 정보도용   \n' +
          '   3. "회사"가 게시한 정보의 변경\n' +
          '   4. "회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시\n' +
          '   5. "회사"와 기타 제3자의 저작권 등 지적재산권에 대한 침해\n' +
          '   6. "회사" 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위\n' +
          '   7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위\n' +
          '   8. 회사의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위\n' +
          '   9. 기타 불법적이거나 부당한 행위\n' +
          '   10. 상담직원 및 강사의 인권을 침해하여 운영 및 수업을 방해하는 아래와 같은 행위\n' +
          '       1. 상담직원 및 강사에게 수업과 무관한 욕설, 성희롱, 소란, 인격침해, 위협적 표현\n' +
          '       2. 상담직원 및 강사에게 심각한 정신적 피해를 줄 수 있는 언행\n' +
          '\n' +
          '제 12 조 ("서비스"의 제공 등)\n' +
          '\n' +
          '1. 회사는 회원에게 아래와 같은 서비스를 제공합니다.\n' +
          '    1. 전화 강의 서비스   \n' +
          '    2. 동영상 강의 서비스\n' +
          '    3. 진단평가 서비스\n' +
          '    4. 교육 정보 제공 및 상담 서비스\n' +
          '    5. 기타 "회사"가 추가 개발하거나 다른 회사와의 제휴 계약 등을 통해 "회원"에게 제공하는 일체의 서비스\n' +
          '2. 회사는 "서비스"를 일정 범위로 분할하여 각 범위 별로 이용 가능 시간을 별도로 지정할 수 있습니다. 다만, 이러한 경우에는 그 내용을 사전에 공지합니다.\n' +
          '3. "회사"는 컴퓨터 등 정보통신설비의 보수 점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 "서비스"의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제9조 ("회원"에 대한통지)에 정한 방법으로 "회원"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.\n' +
          '4. "회사"는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검 시간은 서비스 제공 화면에 공지한 바에 따릅니다.\n' +
          '\n' +
          '제 13 조 ("서비스"의 변경)\n' +
          '\n' +
          '1. "회사"는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 "서비스"를 변경할 수 있습니다.\n' +
          '2. "서비스"의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전 7일 이상 해당 서비스 초기화면에 게시하여야 합니다.\n' +
          '3. "회사"는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다.\n' +
          '\n' +
          '제 14 조 (전화 강의 서비스)\n' +
          '\n' +
          '1. 전화 강의 서비스는 강사가 “회원”이 정한 시간에 “회원”이 지정한 전화번호로 전화를 걸어서 정해진 시간 동안 영어회화 강의 등의 수업을 진행하는 서비스를 말합니다.\n' +
          '2. 전화 강의 서비스는 유료로 제공될 수 있으며, 이 경우 그 요금과 사용조건, 결제방법 등은 별도 고지하는 절차에 따릅니다.\n' +
          '3. 전화 강의 서비스는 4주(이하 제15조 3항에서 정의함) 당 20회(주 5회 수업), 12회(주 3회 수업), 8회(주 2회 수업)을 기준으로 제공됩니다.\n' +
          '4. “회원”이 정한 전화 강의 시간은 교육센터와 강사의 사정에 따라 회원에게 안내 후 변경될 수 있습니다.\n' +
          '5. 전화 강의 서비스를 이용하는 “회원”은 자신의 휴대전화 등의 통화수단을 전화 강의 서비스 진행 시간 동안 통화가 가능한 상태로 유지하여야 합니다.\n' +
          '6. “회원”은 전화 강의 서비스를 제공받기 위해 지정한 전화번호가 변경되었을 시 이를 지체 없이 회사에 알려서 전화 강의 서비스 제공이 원활히 이루어질 수 있도록 해야 합니다.\n' +
          '7. 각 회 별 전화 강의 서비스의 제공은 “회사”가 “회원”이 정한 시간에 회원이 지정한 전화번호로 전화를 거는 것으로서 개시됩니다. “회사”는 회원의 응답이 없을 경우 3회 이상 전화 통화를 시도합니다. 1분 이내 응답이 없을 경우 결석 처리되며, 결석된 수업은 재 진행되지 않습니다.\n' +
          '8. “회사”가 제7항에 따라 전화 강의 서비스 제공을 개시하였음에도 회원이 응답하지 않는 경우 해당 회 전화 강의 서비스는 제공이 완료된 것으로 하며 회사는 이에 대해 보상하지 않습니다.\n' +
          '9. “회사”의 고의 또는 중대한 과실로 인해 각 회 별 전화 강의 서비스 진행 시 예정된 시간 전부가 진행되지 못한 경우, “회사”는 이를 회사의 방침에 따라 “회원”에게 보상합니다. 다만, “회원”의 귀책사유로 인한 경우에는 이를 별도 보상하지 않습니다.\n' +
          '10. 전화 강의 서비스의 수업시간은 분 단위(10분 등)로 제공되며, 강사가 회원에게 전화를 걸고 피드백하는 시간을 포함하여 수 초간의 오차가 있을 수 있습니다.\n' +
          '11. 유료로 제공된 전화 강의 서비스에 대한 환불은 다음 각호에 따릅니다.\n' +
          '\n' +
          '    1. 다음 각 목의 사유에 해당되는 경우에는 그 사유가 발생한 날로부터 기 납입한 전화 강의 서비스 이용료(실제 결제한 금액)를 일할 계산하여 그 잔액을 환불합니다.\n' +
          '      \n' +
          '        가. “회사”가 전화 강의 서비스에 대한 행정처분으로 인하여 전화 강의 서비스를 제공할 수 없게 된 경우\n' +
          '       \n' +
          '        나. “회사”의 귀책사유로 인하여 전화 강의 서비스를 제공할 수 없게 된 경우\n' +
          '   \n' +
          '    2. “회원”이 전화 강의 서비스 이용을 중도에 해지하는 경우에는 다음과 같이 환불합니다.\n' +
          '   \n' +
          '        가. 징수기간이 1개월 이내인 경우\n' +
          '       | 수업 시작 전 |  | 기 납입한 이용료 전액 |\n' +
          '       | --- | --- | --- |\n' +
          '       | 수업 시작 후 | 총 수업시간의 1/3이 경과하기 전 | 기 납입한 이용료의 2/3에 해당되는 금액 |\n' +
          '       |  | 총 수업시간의 1/2이 경과하기 전 | 기 납입한 이용료의 1/2에 해당되는 금액 |\n' +
          '       |  | 총 수업시간의 1/2이 경과한 후 | 반환하지 아니함 |\n' +
          '\n' +
          '        나. 징수기간이 1개월을 초과하는 경우   \n' +
          '       | 수업 시작 전 | 기 납입한 이용료 전액 |\n' +
          '       | --- | --- |\n' +
          '       | 수업 시작 후 | 환불사유가 발생한 그 달의 환불 대상 이용료(징수기간이 1개월 이내인 경우에 준하여  산출된 이용료)와 나머지 달의 이용료 전액을 합산한 금액 |\n' +
          '      \n' +
          '       ※ 유의사항\n' +
          '       - 위 “징수기간” 1개월은 전화 강의 서비스 이용료 기준 단위(주)에 따라 “4주”를 기준으로 합니다.\n' +
          '       - 위 “총 수업시간”은 본 서비스의 특성상 총 수업 횟수를 의미합니다.\n' +
          '       - 수업시간의 “경과”란 환불사유가 발생한 시점까지 출석, 결석 또는 취소한 정규수업을 의미합니다. 출석, 결석, 취소의 의미는 다음과 같습니다. \n' +
          '         \n' +
          '         • 출석: 수강생이 정해진 수업시간에 참여하여 수업한 것 \n' +
          '         \n' +
          '         • 결석: 수강생이 정해진 수업시간에 무단으로 참여하지 않은 것 \n' +
          '         \n' +
          '         • 취소: 수강생이 정해진 수업시간에 참여할 수 없어 취소한 것(센터의 사정으로 센터가 수업을 취소한 경우[미배정, 누락 등을 포함]는 여기에 포함되지 않습니다)\n' +
          '       - 경과한 수업에 해당하는 금액은 ‘정가’를 기준으로 산정됩니다.\n' +
          '       \n' +
          '         할인은 서비스를 약정한 내용대로 정상 이용할 것을 조건으로 제공된 혜택이므로, 이를 위반하여 수강생이 계약을 중도해지하는 경우 적용된 할인 혜택을 제외한 금액인 정가를 기준으로 하여 경과된 수업에 해당하는 금액을 산정하고, 이를 실제 결제한 금액에서 공제하여 반환하는 것입니다(따라서 총 수업 시간의 1/2이상이 남아 있음에도 환불할 금액이 없을 수 있습니다).\n' +
          '       - 이벤트 참여 및 패키지 상품 구매 후 환불을 하는 경우, 상품에 포함되어 있는 혜택(제휴 상품권 및 할인권, 기기 및 패키지 구성품 등)은 회원이 부담하며 해당 가격은 환불금액에서 제외됩니다.\n' +
          '      \n' +
          '    3. 회사는 환불 사유가 발생한 날로부터 5영업일 이내에 환불합니다.   \n' +
          '    4. 회원은 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따라 전화 강의 서비스 계약을 체결한 날로부터 7일 이내에 청약을 철회할 수 있습니다.\n' +
          '\n' +
          '12. 전화 강의 서비스를 이용하는 회원의 수업과 상담 직원과의 대화 내용은 “서비스”와 관리의 목적으로 녹음, 녹취되어 “회사”에 제공될 수 있습니다.\n' +
          '13. 녹취 파일의 이용은 다음 각 호에 따릅니다. \n' +
          '    1. 회원의 수업 녹취는 회원 본인에게만 공개되는 것으로 “회사”는 회원의 녹취파일을 성실하게 관리할 책임을 가집니다.\n' +
          '    2. 제 12항에 따라 녹음, 녹취된 회원의 수업 대화와 상담 직원과의 대화 내용은 녹취 서버에 안전하게 저장되며, 수업에 대한 녹취파일은 저장 후 3주간 회원에게 제공됩니다.\n' +
          '    3. “회원”은 제공받은 수업 녹취파일을 개인의 학습 용도로만 사용할 수 있으며, “서비스”의 일체를 확인할 수 있는 녹취파일을 외부에 게시 또는 유포할 수 없습니다.\n' +
          '    4. “회원”은 상담 직원과의 대화 내용 녹취파일을 열람 또는 삭제를 원하는 경우 관리 책임자에게 요구할 수 있습니다.\n' +
          '    5. 상담 직원과의 대화 내용 파일은 “서비스”로 제공하지 않으며, “회원”은 녹취파일을 외부로 유출할 수 없습니다.\n' +
          '\n' +
          // '14. 제12항에 따라 녹음/녹취된 회원의 대화 내용은 회사의 녹취 서버에 안전하게 저장되며, 수업에 대한 녹취파일은 저장 후 3주간 회원에게 제공됩니다.\n' +
          '15. “회원”의 모든 수업 스케줄 및 학습내용은 수업 시작일로부터 2년간 제공합니다.\n' +
          '16. “회원”은 “전화 강의 서비스” 이용 중 특정 기간 동안 서비스 이용을 잠시 중단(이하 “홀딩”이라 합니다)할 수 있으며 다음 각호에 따릅니다.\n' +
          '\n' +
          '    1. “홀딩”은 회원이 피치 못할 사정으로 인해 “전화 강의 서비스” 이용이 어려울 경우 이용 가능한 무료 서비스입니다.\n' +
          '    2. “홀딩”은 “회원”의 요청이 있을 경우 “회사”가 본 약관에서 지정한 방법에 따라 이용 가능하며, 홀딩기간과 서비스 이용에 대한 제한이 존재합니다. 그 구체적인 내용은 별도로 회원의 이메일을 통해 고지한바에따릅니다.\n' +
          '    3. “홀딩기간”은 홀딩 시작일부터 종료일까지를 말하며 “회원”은 홀딩기간 내에 서비스에 접속하여 홀딩을 해제하거나 연장할 수 있습니다.       \n' +
          '         가. 홀딩 해제는 “전화 강의 서비스”를 다시 이용한다는 의미이며 “회원”이 홀딩기간 내 서비스에 접속하여 홀딩을 해제할 수 있습니다.    \n' +
          '         나. 홀딩 연장은 홀딩기간을 연장하여 서비스 이용을 계속 중단한다는 의미이며 “회원”이 사용 가능한 홀딩기간이 남아 있을 경우 연장할 수 있습니다.    \n' +
          '    4. “홀딩기간" 종료 전 “회사"는 “회원"에게 홀딩 해제나 연장에 대해 안내해야 합니다.    \n' +
          '    5. 홀딩이 종료되었음에도 “회원"이 홀딩을 해제하거나 연장하지 않을 경우 “전화 강의 서비스”는 홀딩 종료일로부터 3주 후 종료됩니다. 따라서 “회사"는 홀딩 및 서비스 종료 안내를 회원의 이메일을 통해별도로명확히 공지하도록 합니다.    \n' +
          '    6. “회사”는 전 호에 따라 공지하면서 “회원”에게 ‘3주 내에 홀딩을 해제하거나 연장하지 않으면 이에 동의한 것으로 본다’는 뜻을 명확하게 알렸음에도 불구하고 “회원”이 그 기간 내에 서비스 이용 여부에대한명시적인 의사표시를 하지 아니한 경우 회원이 서비스 종료에 동의한 것으로 봅니다.\n' +
          '\n' +
          '제 15 조 (“정기수강”)\n' +
          '\n' +
          '1. “정기수강” 이란 “정기결제서비스”를 통해 수강기간을 “4주” 마다 자동 갱신하여 수강하는 전화 강의 서비스입니다.\n' +
          '2. “정기결제서비스”란 회원이 등록한 결제수단을 통하여, “4주” 단위로 전화 강의 서비스 이용요금이 자동으로 결제되는 방식입니다.\n' +
          '3. “4주”란 주말을 제외한 센터운영일 기준 20일이며 해당 기간 기 고지된 학사일정에 따라 정규수업이 어려울 경우 수업 횟수를 정상적으로 마칠 수 있도록 기간이 변동될 수 있습니다.\n' +
          '4. “정기수강” 전화 강의 서비스는 회원이 최초 “정기결제서비스”를 이용하여 수강 신청한 직후부터 적용됩니다. 이후의 정기 결제일은 회원의 “4주” 수강기간에 따라 변동되며 “회사"는 사전에 정기 결제일을“회원”에게 안내합니다.\n' +
          '5. “정기결제서비스”를 해지하는 경우 다음 정기 결제일에 자동 갱신되지 않으며, 해지 처리 후에도 전화 강의 서비스 이용은 명시된 종강 일자까지 이용 가능합니다.\n' +
          '6. “정기수강”에 대한 환불규정은 제14조 (전화 강의 서비스) 11항의 내용에 따릅니다.\n' +
          '\n' +
          '제 16 조 ("게시물"의 저작권)\n' +
          '\n' +
          '1. "회원"이 "서비스" 내에 게시한 "게시물"의 저작권은 해당 게시물의 저작자에게 귀속됩니다.\n' +
          '2. "회원"이 "서비스" 내에 게시하는 "게시물"은 검색 결과 내지 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이경우, “회사”는 저작권법 규정을 준수하며, "회원"은 언제든지 학습컨설팅센터 또는 "서비스" 내 관리 기능을 통해 해당 게시물에 대해 삭제, 검색 결과 제외, 비공개 등의 조치를 취할 수 있습니다.\n' +
          '3. "회사"는 제2항 이외의 방법으로 "회원"의 "게시물"을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 "회원"의 동의를 얻어야 합니다.\n' +
          '4. "회사"가 "회원"의 학습을 위해 "서비스" 내에 게시한 수업 녹취파일의 저작권은 "회사"에 귀속됩니다.\n' +
          '\n' +
          '제 17 조 ("게시물"의 관리)\n' +
          '\n' +
          '1. "회원"의 "게시물"이 "정보통신망법" 및 "저작권법"등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "회사"는관련법에 따라 조치를 취하여야 합니다.\n' +
          '2. "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 "게시물"에 대해 임시조치 등을 취할 수 있습니다.\n' +
          '\n' +
          '제 18 조 (권리의 귀속)\n' +
          '\n' +
          '1. "서비스"에 대한 저작권 및 지적재산권은 "회사"에 귀속됩니다. 단, "회원"의 "게시물" 및 제휴 계약에 따라 제공된 저작물 등은 제외합니다.\n' +
          '2. "회사"는 서비스와 관련하여 "회원"에게 "회사"가 정한 이용조건에 따라 계정, "아이디", 콘텐츠, "적립금" 등을 이용할 수 있는 이용권만을 부여하며, "회원"은 이를 양도, 판매, 담보제공 등의 처분행위를할 수 없습니다.\n' +
          '\n' +
          // '제 19 조 (“적립금”)\n' +
          // '\n' +
          // '1. "적립금"은 회원의 서비스 이용, 재화의 구입, 회사가 진행하는 행사 응모 등에 대한 대가로서 회사가 당해 회원에게 적립시켜 주게 됩니다.\n' +
          // '2. "적립금"은 사이트 내에서 1적립금 당 현금 1원에 상응하는 가치를 지닙니다. 다만, 동 가치는 회사의 정책에 따라서 변경이 될 수 있습니다.\n' +
          // '3. "적립금" 적립 여부 및 적립률은 회사가 서비스 화면에 별도 고지하는 바에 의합니다.\n' +
          // '4. "적립금"은 사이트 내 유료 서비스의 결제 시에 사용이 가능합니다. 다만, 각각의 사용 용도 및 조건은 회사의 정책에 따라서 변경이 될 수 있습니다.\n' +
          // '5. "적립금"은 타인에게 양도되거나 대여 또는 담보의 목적으로 이용될 수 없습니다.\n' +
          // '6. "적립금"이 부정한 방법으로 적립되거나 실제 충전금액 또는 실제 결제금액 이상으로 적립된 경우 회사는 회원에게 기 적립된 부분을 취소시킬 수 있습니다.\n' +
          // '7. "적립금"은 현금으로 환불이 되지 않습니다. “적립금”은 적립일로부터 1년 후 당월 말까지 사용 가능하며 동 기간 동안 사용하지 않을 시 자동으로 소멸됩니다. 단, 이벤트로 적립받은 적립금의 사용 기간은 상이하며\n' +
          // '적립 시 안내한 바에 따릅니다.\n' +
          // '8. "적립금" 제도를 종료하고자 할 경우, 회사는 종료일 30일 이전에 이 약관 제9조 제1항에 규정된 통지방법을 준용하여 회원에게 알려 드립니다.\n' +
          // '9. 8항의 통지가 있는 날 이후 회원은 종료 예정인 제도의 적용을 받지 못하며, 기 적립된 "적립금"을 종료일까지 이 약관이 정하는 바에 따라 사용하여야 합니다. 종료일까지 사용하지 않을 시에는 자동으로 소멸합니다.\n' +
          // '10. "회사"는 서비스의 효율적 이용 및 운영을 위해 "적립금"의 일부 또는 전부를 조정할 수 있습니다.\n' +
          // '\n' +
          '제 20 조 (계약해제, 해지 등)\n' +
          '\n' +
          '1. "회원"은 회사가 제공하는 서비스 내의 회원 탈퇴 기능을 통하여 언제라도 탈퇴를 요청할 수 있습니다. 이용계약 해지 신청을 할 수 있으며, "회사"는 관련법 등이 정하는 바에 따라 이를 즉시 처리하여야 합니다.\n' +
          '2. "회원"이 계약을 해지할 경우, 관련법 및 개인정보처리방침에 따라 "회사"가 회원정보를 보유하는 경우를 제외하고는 해지 즉시 "회원"의 모든 데이터는 소멸됩니다.\n' +
          '\n' +
          '제 21 조 (이용제한 등)\n' +
          '\n' +
          '1. "회사"는 "회원"이 이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해한 경우, 경고, 일시정지, 영구 이용정지 등으로 "서비스" 이용을 단계적으로 제한할 수 있습니다.\n' +
          '2. "회사"는 전항에도 불구하고, "주민등록법"을 위반한 명의도용 및 결제 도용, "저작권법" 및 "컴퓨터 프로그램 보호법"을 위반한 불법 프로그램의 제공 및 운영 방해, "정보통신망법"을 위반한 불법통신 및해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 관련법을 위반한 경우에는 즉시 영구 이용정지를 할 수 있습니다. 본 항에 따른 영구 이용정지 시 "서비스" 이용을 통해 획득한 "적립금" 및 기타혜택 등도 모두 소멸되며, "회사"는 이에 대해 별도로 보상하지 않습니다.\n' +
          '3. "회사"는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 이용제한 정책 및 개별 서비스 상의 운영정책에서 정하는 바에 의합니다.\n' +
          '4. 본 조에 따라 "서비스" 이용을 제한하거나 계약을 해지하는 경우에는 "회사"는 제9조 ("회원"에 대한 통지)에 따라 통지합니다.\n' +
          '5. "회원"은 본 조에 따른 이용제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이때 이의가 정당하다고 "회사"가 인정하는 경우 "회사"는 즉시 "서비스"의 이용을 재개합니다.\n' +
          '\n' +
          '제 22 조 (책임제한)\n' +
          '\n' +
          '1. "회사"는 천재지변 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다.\n' +
          '2. "회사"는 "회원"의 귀책사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다.\n' +
          '3. "회사"는 "회원"이 "서비스"와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.\n' +
          '4. "회사"는 "회원" 간 또는 "회원"과 제3자 상호 간에 "서비스"를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.\n' +
          '5. "회사"는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.\n' +
          '\n' +
          '제 23 조 (준거법 및 재판관할)\n' +
          '\n' +
          '1. "회사"와 "회원" 간 제기된 소송은 대한민국 법을 준거법으로 합니다.\n' +
          '2. "회사"와 "회원"간 발생한 분쟁에 관한 소송은 민사소송법 상의 관할법원에 제소합니다.\n'
    }
  },
  components: {
    Markdown
  },
  created() {
    // this.markdown = this.$getMethod(`/ed/about`)
  },
  methods: {}
}
</script>
